Repository: bc-boost/telemetry
Catalog: Translations/Telemetry Workshop.*.xlf
Languages: it_it

# Report 2059453082 - Property 2879900210
source: Customer List
it_it: Lista clienti

# Report 2059453082 - NamedType 1987762555
source: Page
it_it: Pagina

# Report 2059453082 - NamedType 2147829470
source: Currency Code
it_it: Cod. valuta

# Report 2059453082 - NamedType 3876523418
source: Cust./Item Disc. Gr.
it_it: Gruppo sconto cli/art

# Report 2059453082 - NamedType 3423238360
source: Customer Posting Group
it_it: Cat. reg. cliente

# Report 2059453082 - NamedType 3311855227
source: Price Group Code
it_it: Cod. gruppo prezzi

# Report 2059453082 - NamedType 4049856195
source: Invoice Disc. Code
it_it: Cod. sconto fattura

# Report 2059453082 - NamedType 245274959
source: Payment Terms Code
it_it: Cod. condizioni pagamento

# Report 2059453082 - NamedType 2915928095
source: Customer - List
it_it: Lista clienti

# Report 2059453082 - NamedType 4124852849
source: Total (LCY)
it_it: Totale (VL)
